Repository: pardus/pardus-font-manager
Catalog: po/*.po
Languages: tr

source: Simple font manager.
tr: Basit yazı tipi yöneticisi

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Dark Theme :
tr: Koyu Tema:

source: Change Color :
tr: Renk Değiştir:

source: Text Colors :
tr: Metin Renkleri:

source: Settings
tr: Ayarlar

source: About
tr: Hakkında

source: System Fonts
tr: Sistem Yazı Tipleri

source: Increase character sizes
tr: Karakter boyutlarını artır

source: Decrease character sizes
tr: Karakter boyutlarını azalt

source: Search Families
tr: Yazı Tipi Ailelerini Ara

source: Add a new font
tr: Yeni bir yazı tipi ekle

source: Remove user-added font
tr: Kullanıcının eklediği yazı tipini sil

source: Click the button for the rest of the characters
tr: Kalan karakterler için butona basın

source: A sentence containing the letters of the alphabet
tr: Alfabedeki karakterleri içeren bir cümle

source: type something ..
tr: bir şeyler yaz ..

source: Font Name
tr: Yazı Tipi

source: Char Maps
tr: Karakter Haritaları

source: Pardus Font Manager
tr: Pardus Yazı Tipi Yöneticisi

source: The quick brown fox jumps over the lazy dog.
tr: Pijamalı hasta, yağız şoföre çabucak güvendi.

source: Characters
tr: Karakterler

source: Waterfall
tr: Şelale

source: About Pardus Font Manager
tr: Pardus Yazı Tipi Yöneticisi Hakkında

source: Font Size:
tr: Yazı Tipi Boyutu:

source: fonts
tr: Yazı tiplerini

source: font
tr: Yazı tipini

source: Are you sure you want to delete the selected {}?
tr: {} silmek istediğinize emin misiniz?

source: This action cannot be undone.
tr: Bu işlem geri alınamaz.

source: Deleted font file:
tr: Yazı tipi dosyası silindi:

source: Deleted fonts: {}
tr: Yazı tipi dosyası silindi: {}

source: Please choose a font file
tr: Lütfen bir yazı tipi dosyası seçin

source: TTF files
tr: TTF dosyaları

source: OTF files
tr: OTF dosyaları

source: The font
tr: Yazı Tipi

source: is already installed!
tr: daha önce yüklenmiş!

source: Fonts have been added successfully:
tr: Fontlar başarıyla eklendi:

source: An error occurred while adding the fonts
tr: Yazı tipi yüklenirken bir hata oluştu
